{
  "name": "ner_MON",
  "task": {
    "name": "extract_MON",
    "description": "Extract monetary amounts (with currency markers) from German financial text.",
    "input_schema": {
      "text": "str"
    },
    "output_schema": {
      "spans": "List[Span]"
    },
    "type": "extraction"
  },
  "description": "",
  "examples": [
    {
      "id": "1de112b0",
      "input": {
        "text": "Beschreibung wesentlicher Veränderungen bei der Finanzlage oder Handelsposition der Emittentin Entfällt."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "c5d97601",
      "input": {
        "text": "Dieser Artikel gilt unbeschadet der Bestimmungen über die Vertretung von Arbeitnehmern in dem Leitungsorgan nach Maß­ gabe des nationalen Rechts."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "03db0027",
      "input": {
        "text": "Die Kommission übermittelt dem Europäischen Parlament und dem Rat bis 1."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "ffc43bc3",
      "input": {
        "text": "• Die spätere Weiterveräußerung und endgültigen Platzierung der Wertpapiere durch Finanzintermediäre kann während der Dauer der Gültigkeit des Prospekts gemäß Artikel 9 der Prospektrichtlinie erfolgen."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "69f40485",
      "input": {
        "text": "Die folgenden zentralen Risiken auf Konzernebene können sich nachteilig auf die Fähigkeit der Emittentin zu der Erfüllung der Verpflichtungen aus den Pfandbriefen auswirken: Adressenausfallrisiken."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "84295ba7",
      "input": {
        "text": "Die Schuldverschreibungen werden an dem 05.08.2025 (der Fälligkeitstag) zu dem Nennbetrag zurückgezahlt."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "66d4c464",
      "input": {
        "text": "Sofern der Privatanleger der Auszahlenden Stelle einen Freistellungsauftrag erteilt hat, wird die Auszahlende Stelle den Sparer-Pauschbetrag in entsprechender Höhe bei der Ermittlung der einzubehaltenden Kapitalertragsteuer berücksichtigen."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "239e96db",
      "input": {
        "text": "Ein Credit Default Swap ist ein bilateraler Finanzkontrakt, bei dem eine Gegenpartei (der Absicherungskäufer) als Gegenleistung für eine Ausfallzahlung durch den Absicherungsverkäufer bei Eintritt eines Kreditereignisses eines Referenzemittenten eine regelmäßige Gebühr zahlt."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "517fd744",
      "input": {
        "text": "Für die Emission/das Angebot wesentliche Interessen: Die seitens der Emittentin eingeschalteten Vertriebsstellen erhalten für die Vermittlung der Schuldverschreibungen eine Provision sowie gegebenenfalls weitere Provisionen, Gebühren, sonstige Geldleistungen oder geldwerte Vorteile."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "02dcfeb0",
      "input": {
        "text": "Die letzte Zinsperiode endet an dem Verzinsungsende (ausschließlich)."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "76452169",
      "input": {
        "text": "2.3 Bedingungen für das Angebot Die Schuldverschreibungen werden von dem 10.04.2013 bis zu dem 08.05.2013 (16 Uhr) Anlegern in Deutschland zu der Zeichnung öffentlich angeboten."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "ae383f5c",
      "input": {
        "text": "E.3 Beschreibung der Angebotskondi- tionen Zeichnungsfrist: Die Schuldverschreibungen werden von dem 16.07.2018 bis zu dem 10.08.2018 (16 Uhr) Anlegern in Deutschland zu der Zeichnung öffentlich angeboten."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "262386d0",
      "input": {
        "text": "Die Schuldverschreibungen haben eine Laufzeit bis zu dem 30."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "5a5046b9",
      "input": {
        "text": "Amundi berücksichtigt bereits bestimmte wesentliche nachteilige Auswirkungen in dem Rahmen seiner Ausschlusspolitik als Teil der Responsible Investment Policy von Amundi."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "b04e21d2",
      "input": {
        "text": "In dem Allgemeinen wird der Nettoinventarwert bei starker Nachfrage nach dem Ankauf von Teilfondsanteilen nach oben und bei starker Nachfrage nach Rückgabe von Teilfondsanteilen nach unten hin angepasst."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "51b61c33",
      "input": {
        "text": "Mit Wirkung von dem 7. März 2018 wurde der Squeeze-out erfolgreich abgeschlossen."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "f4897e1d",
      "input": {
        "text": "(b) Gerichtsstand und Erfüllungsort Nicht-ausschließlicher Gerichtsstand für alle sich aus den in den Bedingungen geregelten Rechtsverhältnissen ergebenden Rechtsstreitigkeiten mit der Emittentin ist nach Wahl des Klägers Stuttgart."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "f1b3ab01",
      "input": {
        "text": "Der Teilfonds strebt die Absicherung des Währungsrisikos aus Anlagen in nicht auf USD lautende Instrumente in USD an."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "a70faf47",
      "input": {
        "text": "Die Verjährungsfrist für innerhalb der Vorlegungsfrist zu der Zahlung vorgelegte Pfandbriefe beträgt zwei Jahre von dem Ende der betreffenden Vorlegungsfrist an."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "8fa9477e",
      "input": {
        "text": "Auf Grundlage von IAS 8.42 wurden die Vorjahresvergleichszahlen angepasst."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "a5e54485",
      "input": {
        "text": "LBBW-Konzern bezeichnet die Landesbank Baden-Württemberg und ihre konsolidierten Beteiligungen."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "43751c31",
      "input": {
        "text": "Der so errechnete Zinsbetrag wird auf die nächste Untereinheit der festgelegten Währung gerundet, wobei jeweils ab einer halben solchen Untereinheit nach oben aufgerundet wird."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "57557640",
      "input": {
        "text": "3. Wenn der Fälligkeitstag oder ein Zinszahltag kein Bankgeschäftstag gemäß § 2 ist, so besteht der Anspruch der Schuldverschreibungsgläubiger auf Zahlung erst an dem nächstfolgenden Bankgeschäftstag."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "160fa59e",
      "input": {
        "text": "Tag nach dem Tag der Mitteilung an das Clearing System als den Pfandbriefgläubigern mitgeteilt."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "1b6ab67f",
      "input": {
        "text": "Jedem Teilfonds können in dem Zusammenhang mit Total Return Swaps oder anderen Finanzderivaten mit ähnlichen Eigenschaften bei dem Abschluss von Total Return Swaps und/oder bei der Erhöhung oder Verringerung ihres Nominalwerts Kosten und Gebühren entstehen."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "efbdeee8",
      "input": {
        "text": "Zu der Organisationsstruktur siehe unter B.5 B.14 Ist der Emittent Teil einer Gruppe, Beschreibung der Gruppe und der Stellung des Emittenten innerhalb dieser Gruppe 13 Nicht anwendbar in dem Hinblick auf die Abhängigkeit von anderen Unternehmen der Gruppe."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "6a099ec5",
      "input": {
        "text": "Die Emittentin wird durch Zahlung an das Clearing System oder dessen Order von ihrer Zahlungspflicht gegenüber den Gläubi- gern befreit."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "ed51fa74",
      "input": {
        "text": "Anteilsinhaber können aktuelle Informationen über Interessenkonflikte bei der Verwaltungsgesellschaft oder bei der Depotbank anfordern."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "91cb2ee4",
      "input": {
        "text": "die Tätigkeiten des betreffenden Finanzinstituts in dem Aufnahmemitgliedstaat unterliegen ab dann dessen Rechtsvor­ schriften."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "e9ffa424",
      "input": {
        "text": "Interessen von Seiten natürlicher und juristischer Personen, die an der Emis- sion / dem Angebot beteiligt sind:"
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "2226a167",
      "input": {
        "text": "Corporate Purpose The purpose of the Guarantor is the acquisition of participations of domestic and foreign companies as well as management and further selling of such participations."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "546d8904",
      "input": {
        "text": "Der Geschäftserfolg der Berlin Hyp ist von dem wirtschaftlichen Umfeld und von den wirtschaftlichen Rahmenbedingungen, insbesondere des Immobilienmarkts, abhängig."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "bdef4066",
      "input": {
        "text": "in diesem Fall wird der Nettoerlös für allgemeine Geschäftszwecke der Emittentin verwendet."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "b6d9b871",
      "input": {
        "text": "\"Verzögerter Rückzahlungstermin\" bezeichnet den Tag, der ein Jahr und fünf Geschäftstage nach einem Antragstag auf Entscheidung über ein Kreditereignis (wie in dem Anhang zu den Besonderen Emissionsbedingungen definiert) liegt."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "fad3743c",
      "input": {
        "text": "Entspre­ chend dem in demselben Artikel genannten Grundsatz der Verhältnismäßigkeit geht diese Richtlinie nicht über das zu der Erreichung dieser Ziele erforderliche Maß hinaus."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "6f0a2302",
      "input": {
        "text": "Der in diesem Prospekt abgedruckte Jahresabschluss der PCC SE 2017 (HGB) sowie die Konzernabschlüsse der Geschäftsjahre 2017 und 2016 (IFRS) wurden von der Wirtschaftsprüfungsgesellschaft Warth & Klein Grant Thornton AG, Düsseldorf, geprüft."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "754fa835",
      "input": {
        "text": "Wenn ein Mitgliedstaat die öffentliche Bekanntmachung an­ fechtbarer Sanktionen zulässt, veröffentlichen die zuständigen Behörden auf ihrer offiziellen Website umgehend auch Informa­ tionen über den Stand der jeweiligen Widersprüche und deren Ergebnisse."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "b1948d31",
      "input": {
        "text": "Issue Yield at Final Maturity Erwartete Rendite bei Endfälligkeit (Die erwartete Rendite wird zu dem Tag der Begebung und auf der Basis des Ausgabepreises berechnet."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "12dae5d8",
      "input": {
        "text": " Änderungen des aufsichtsrechtlichen Rahmens in Italien und Europa könnten sich nachteilig auf die Geschäftstätigkeit der Gruppe auswirken;"
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "c5ea9749",
      "input": {
        "text": "Die folgenden Finanzzahlen wurden dem geprüften Konzernabschluss sowie dem geprüften Konzernlagebericht für das Geschäftsjahr 2018 der Emittentin entnommen."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "f5bbb216",
      "input": {
        "text": "Moody’s ist in der “List of registered and certified CRA’s” aufgeführt, die von der European Securities and Markets Authority auf ihrer Internetseite (www.esma.europa.eu) gemäß der Ratingagenturen-Verordnung veröffentlicht wird."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "579c2421",
      "input": {
        "text": "3 Die Rücknahmegebühr in Höhe von 1 % entfällt während des Zeitraums von zwei (2) Monaten vor dem jeweiligen Fälligkeitsdatum des Teilfonds."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "1864267a",
      "input": {
        "text": "Die EBA legt der Kommission die Entwürfe technischer Standards nach den Absätzen 5 und 6 bis zu dem 1."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "c0bb6ff6",
      "input": {
        "text": "C.19 Ausübungspreis oder endgültiger Referenzpreis des Basiswerts Nicht anwendbar, die Wertpapiere sind keine derivativen Wertpapiere."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "b3fee922",
      "input": {
        "text": "Nach deutschen handelsrechtlichen Vorschriften ist für die NORD/LB AöR in dem Einzelabschluss ein Jahresverlust in Höhe von ca⟂ EUR 2,4 Mrd. nach Steuern entstanden."
      },
      "expected_output": {
        "spans": [
          {
            "start": 128,
            "end": 140,
            "text": "EUR 2,4 Mrd."
          }
        ]
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "09191779",
      "input": {
        "text": "Eine solche vorzeitige Rückzahlung kann dazu führen, dass die Rendite für die Anleger auf das investierte Kapital niedriger als erwartet ausfällt."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "2487e97c",
      "input": {
        "text": "Die Klassen und die für sie geltenden Gebühren werden nach Marktusancen festgelegt, die von Vertriebskanal zu Vertriebskanal und von Land zu Land variieren."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "7bd225f7",
      "input": {
        "text": "Diesbezüglich hat die EBA das Recht, über Zusammenkünfte über die Entwicklung und Abstimmung von Sanierungs- und Abwicklungsplänen informiert zu werden und daran teilzuneh­ men."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "128ca326",
      "input": {
        "text": "Die Bank wird sich in dem Rahmen der weiteren Optimierung ihrer Geschäftsportfolios und ihrer Margenanforderungen frühzeitig auf die entsprechenden Marktveränderungen einstellen."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "5a27a9f1",
      "input": {
        "text": "Anleihegläubiger sollten sich mit ihren eigenen Steuerberatern bezüglich der Anwen- dung von FATCA auf eine Investition in Pfandbriefe und die Möglichkeit eine Rückzahlung für etwaige Beträge zu erhalten, die unter FATCA einbehalten wurden, beraten."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "284286fb",
      "input": {
        "text": "Eine weitere Abwertung des Ratings der Emittentin oder einer ihrer Tochter- gesellschaften kann die Refinanzierungsmöglichkeiten der NORD/LB über den Kapitalmarkt fundamental einschränken, Abflüsse kurzfristiger Mittel auslösen und die Finanzierungskosten signifikant erhöhen."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "043eb015",
      "input": {
        "text": "183 • Wie werden die Verfahrensweisen einer guten Unternehmensführung der Unternehmen, in die investiert wird, bewertet?"
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "4962dfaa",
      "input": {
        "text": "4.2 Nicht-ausschließlicher Gerichtsstand für alle Rechtsstreitigkeiten mit der Garantin, die sich aus in dieser Garantie ergeben, ist Frankfurt an dem Main."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "3816216b",
      "input": {
        "text": "Dar- über hinaus könnten sich die zu der Bewertung des Vermögens der NORD/LB und ihrer Tochtergesellschaften verwendeten Annahmen, Beurteilungen und Schätzungen als unzuverlässig erweisen."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "57cdaa24",
      "input": {
        "text": "Diese Reformen können bewirken, dass sich solche Benchmarks anders als in der Vergangenheit entwickeln, ganz wegfallen oder auch zu anderen nicht vorhersehbaren Auswirkungen führen."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "58d97491",
      "input": {
        "text": "Welches sind die wesentlichen Finanzinformationen über die Emittentin?"
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "c45e6e1e",
      "input": {
        "text": "Die zuständigen Behörden geben dem EU-Mutterinstitut, der EU-Mutterfinanzholdinggesellschaft, der gemischten EU- Mutterfinanzholdinggesellschaft bzw⟂ dem Institut mit der höchsten Bilanzsumme vor einer solchen Entscheidung Gelegen­ heit zu der Stellungnahme."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "99770b32",
      "input": {
        "text": "Unternehmen, denen dieses Rating zugeordnet ist, wird eine hohe Fähigkeit bescheinigt, ihren finanziellen Verpflichtun- gen nachkommen zu können."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "48208ad4",
      "input": {
        "text": "Mit der Zahlung des Erwerbspreises erlöschen alle Rechte aus den übertragenen Schuld- verschreibungen."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "06af0ad7",
      "input": {
        "text": "Die jeweilige Beteiligungsquote (in Prozent) des Aktionärs bezieht sich auf das gezeichnete Kapital der DZ BANK in Höhe von EUR 4.899.938.940,00 abzüglich der von der DZ BANK gehaltenen 93.247.143 eigenen Stückaktien mit einem rechnerischen Gesamtbetrag von EUR"
      },
      "expected_output": {
        "spans": [
          {
            "start": 124,
            "end": 127,
            "text": "EUR"
          },
          {
            "start": 128,
            "end": 144,
            "text": "4.899.938.940,00"
          },
          {
            "start": 258,
            "end": 261,
            "text": "EUR"
          }
        ]
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "f5f96164",
      "input": {
        "text": "Ausfallrisiken aus klassischen Kreditgeschäften entstehen vor allem in der DZ BANK, der BSH, der DG HYP, der DVB, der TeamBank und der VR-LEASING Aktiengesellschaft."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "5def7c71",
      "input": {
        "text": "S&P defines: S&P definiert: A: An obligation rated 'A' is somewhat more susceptible to the adverse effects of changes in circumstances and economic conditions than obligations in higher-rated categories."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "c856bdcc",
      "input": {
        "text": "Seit 2021 ist PricewaterhouseCoopers GmbH Wirt- schaftsprüfungsgesellschaft, Fuhrberger Straße 5, 30625 Hannover, Deutschland der Abschlussprüfer der Emittentin."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "79b74233",
      "input": {
        "text": "Bei dem Kauf und Verkauf von Schuldverschreibungen können verschiedene Nebenkosten anfallen, die das Gewinnpotenzial der Schuldverschreibungen erheblich verringern oder sogar ausschließen können."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "f7b0d837",
      "input": {
        "text": "Als Teil des US-amerikanischen Dodd-Frank Wall Street and Consumer Pro- tection Act wurde die sogenannte „Volcker Rule“ eingeführt."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "a7a738a4",
      "input": {
        "text": "Gemäß dem Gesetz über die Bayerische Landesbank und der Satzung der Bayerischen Landesbank kontrollieren der Freistaat Bayern und der Sparkassenverband Bayern die Bayerische Landesbank direkt über die Generalversammlung und den Aufsichtsrat."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "f2e02f83",
      "input": {
        "text": "Die Ver­ gütungsregelungen dieser Richtlinie sollten den Unter­ schieden zwischen den verschiedenen Arten von Institu­ ten Rechnung tragen und ihre Größe und interne Orga­ nisation sowie Art, Umfang und Komplexität ihrer Ge­ schäfte in angemessener Weise berücksichtigen."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "c90f053b",
      "input": {
        "text": "Wenn an einem Referenzsatz-Festlegungstag eine Marktstörung in dem Hinblick auf einen Referenzsatz auftritt, kann die Berechnungsstelle in Bezug auf die unter den Schuldverschreibungen vorzunehmenden Feststellungen und Berechnungen nach billigem Ermessen die nachstehend beschriebenen Maßnahmen ergreifen."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "2a63279f",
      "input": {
        "text": "Ein wesentlicher Faktor für die Entstehung eines liquiden Marktes ist die Höhe des Emissionsvolumens."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "25606766",
      "input": {
        "text": "18 Welches sind die zentralen Risiken, die für die Emittentin spezifisch sind?"
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "9a7a405d",
      "input": {
        "text": "Den Endgültigen Bedingungen ist eine Zusammenfassung für die einzelne Emission beigefügt."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "862a2764",
      "input": {
        "text": "Anfänglicher Emissionspreis: 100,00 % des Nennbetrages Ausgabeaufschlag: bis zu 0,85 % des Nennbetrages Übernahme/Platzierung: Es findet keine Übernahme oder Platzierung statt."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "e9391717",
      "input": {
        "text": "Dieser Verlust für das Ge- schäftsjahr 2018 führt zu dem Stichtag 31."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "9dac8ce2",
      "input": {
        "text": "(Die Einstufung als EZB-fähige Gedeckte Schuldverschreibungen kann sich nach dem Valutierungstag ändern.)  Not intended to be held in a manner which would allow Eurosystem eligibility Soll nicht in EZB-fähiger Weise gehalten werden"
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "117727f1",
      "input": {
        "text": "4. Rendite 1,85 % p.a. Berechnet anhand der ICMA Methode an dem Emissionstag."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "eb99f6cf",
      "input": {
        "text": "2 Die auf Basis einer vollständigen Umsetzung von CRR/CRD 4 berechnete harte Kernkapitalquote belief sich zu dem 31."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "d53cacef",
      "input": {
        "text": "Ein solches Angebot sowie die berichtigten Bestimmungen werden den Schuldverschreibungsgläubigern zusammen mit 6"
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "e7d00d0a",
      "input": {
        "text": "Eine solche Anerkennung hängt von der Erfüllung der Kriterien der Eignung des Eurosystems ab (EZB-Fähigkeit)."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "9c3631ba",
      "input": {
        "text": "VSNA is a privately held Delaware company."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "763a9151",
      "input": {
        "text": "Diese Quellensteuer kann ausgelöst werden, wenn (i) die Emittentin ein ausländisches Finanzinstitut (foreign"
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "297ffe96",
      "input": {
        "text": "Die Berechnungsstelle wird den entsprechenden Angebotssatz von den Hauptniederlassungen der Referenzbanken einholen."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "f25d04b6",
      "input": {
        "text": "Mit Emittenten, die eine geringe Bonität aufweisen, ist typischerweise ein erhöhtes Insolvenzrisiko verbunden."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "4f887e35",
      "input": {
        "text": "Acorn Holdings Acorn Holdings B.V. (\"Acorn Holdings\") is a private company majority-owned by JAB Forest."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "7461e1ce",
      "input": {
        "text": "Die statistische Wahrscheinlichkeit für die Verwirklichung von Kreditrisiken hängt auch von der Entwicklung des gesamtwirtschaftlichen oder unternehmensspezifischen Umfelds ab, in dem die Emittentin tätig ist."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "75522c42",
      "input": {
        "text": "Bei Begebung handelt es sich bei den Schuldverschreibungen um nicht- bevorrechtigte (non-preferred) Schuldtitel in dem Sinne von § 46f Absatz 6 Satz 1 des Kreditwesengesetzes."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "3d6045fb",
      "input": {
        "text": "um ein vollständiges Bild der bilanziellen und außerbilanziellen Geschäftsaktivitäten der LBBW zu vermitteln."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "6b72cb3b",
      "input": {
        "text": "Die Frankfurter Sparkasse, eine hundertprozentige und vollkonsolidierte Tochtergesellschaft der Helaba in öffentlicher Rechtsform, ist eine bedeutende Retailbank in der Region Frankfurt/Main."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "47407b88",
      "input": {
        "text": "Schuldverschreibungen der Emittentin oder einem mit ihr verbundenen Unternehmen (§ 271 Absatz 2 HGB) zustehen oder für Rechnung der Emittentin oder eines mit ihr verbundenen Unternehmens gehalten werden."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "40d5f43c",
      "input": {
        "text": "Der Vorstand der NORD/LB und Vertreter der Träger sowie Vertreter des DSGV haben sich an dem 3."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "6a01392c",
      "input": {
        "text": "Die Beschwerde kann daher auch über die OS-Plattform der EU (http://ec.europa.eu/odr) eingereicht werden."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "684f0e2a",
      "input": {
        "text": "Das Geschäftsfeld Asset Management Immobilien hat sich zu dem Ziel gesetzt, die Marktposition in dem Retail- und in dem institutionellen Geschäft unter strenger Beachtung der Qualitäts- und Stabilitätsansprüche weiter auszubauen."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "124deac3",
      "input": {
        "text": "Wertpapier-Depotgeschäft verfügt und bei dem der Gläubiger Schuldverschreibungen in dem Depot verwahren lässt."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "24c98d28",
      "input": {
        "text": "August 2018 werden in elektronischer Form auf der Website der Luxemburger Wertpapierbörse (www.bourse.lu) und auf der Website der DZ HYP (www.dzhyp.de) veröffentlicht."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "264dfd7d",
      "input": {
        "text": "Referenzsatz: Bezeichnung: EURIBOR® Kurzbeschreibung: Euro Interbank Offered Rate (EURIBOR®) ist der Zinssatz für Einlagen in Euro für einen bestimmten Zeitraum."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "f49e2c05",
      "input": {
        "text": "Für eine Vielzahl der Anforderungen aus den EBA Leitlinien bestanden bereits"
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "4b915339",
      "input": {
        "text": "notiert werden Notes listed on the regulated market of a stock exchange  Schweiz (Internetseite der SIX Swiss Exchange (www.six-swiss-"
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "5b613dae",
      "input": {
        "text": "Die zuständigen Behörden des Herkunftsmitgliedstaats bringen den zuständigen Behörden des Aufnahmemitgliedstaats die in Absatz 1 genannte Anzeige innerhalb eines Monats nach deren Eingang zu der Kenntnis."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "f2e27d23",
      "input": {
        "text": "Ausführlichere Informationen zu den wesentlichen nachteiligen Auswirkungen finden Sie in dem ESG Regulatory Statement von Amundi, das unter www.amundi.lu verfügbar ist."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "a0cfeae0",
      "input": {
        "text": "Die Liquiditäts- und Funding- planung der NORD/LB basiert insofern auf Verhaltensannahmen der Kunden insbesondere hinsichtlich der Entwicklung der kurzfristigen Einlagen."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "8c650796",
      "input": {
        "text": "Ist die gemischte Holdinggesellschaft oder eines ihrer Tochterunternehmen ein Versicherungsunter­ nehmen, so kann auch auf das Verfahren des Artikels 125 zurückgegriffen werden."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "f4b19001",
      "input": {
        "text": "Verkaufskurs: 100,00 % In dem Verkaufskurs sind bis zu 0,60 % Vertriebsprovisi- on enthalten."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "0490129f",
      "input": {
        "text": " Schuldverschreibungen, die nicht an einem geregelten Markt einer Wertpapierbörse notiert werden Notes not listed on the regulated market of a stock exchange SPRACHE DER BEDINGUNGEN (§ 14)"
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "f27c8d66",
      "input": {
        "text": "Das Geschäftsfeld Asset Management Services wird in Fortführung der eingeschlagenen Multikanalstrategie das Angebot an Funktionalitäten und Tools für die Wertpapierinvestments von Selbstentscheidern sowie die digitale Vermögensverwaltung in der Internetfiliale der Sparkassen weiter ausbauen."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "c3274d2d",
      "input": {
        "text": "1. Bonitätsrisiko Es besteht grundsätzlich das Risiko, dass die Emittentin ihren Verpflichtungen aus den Wertpapieren nicht, nicht termingerecht oder nur teilweise nachkommen kann (sog. Bonitätsrisiko)."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "c2bec69e",
      "input": {
        "text": "In dem Bereich Sparkassenkreditgeschäft und Verbundservice unterstützt die Bank Sparkassen und ihre Kunden mit bonitätsgetriebenen und cash-flow getriebe- nen Finanzierungen."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "6353e0ca",
      "input": {
        "text": "Es gibt keine Ereignisse aus der jüngsten Zeit der Geschäftstätigkeit der UniCredit Bank, die für die Bewertung ihrer 12 Zahlungsfähigkeit in hohem Maße relevant sind."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "a4e54db1",
      "input": {
        "text": "B.17 Ratings, die für die Emittentin und die Schuldverschreibungen erstellt wurden"
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "5008dde6",
      "input": {
        "text": "Das Dokument mit der Angabe der Gebühr muss klar und kurzgefasst sein, um den Kunden das Verständnis der zu erbringenden Dienstleistungen und der Kosten und des Wertes der Beratung zu erleichtern."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "d3883dd9",
      "input": {
        "text": "Sofern das Versicherungsunternehmen über einen Aufsichtsrat verfügt, wird der Sachverständige von diesem bestellt und abberufen."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "09d16329",
      "input": {
        "text": "Dies entspricht dem Grundsatz, dass der Einführung gemeinsamer Interventionsmechanis­ men für den Krisenfall gemeinsame Kontrollen voraus­ gehen sollten, um die Wahrscheinlichkeit ihrer Anwen­ dung zu verringern."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "9fcdf2d4",
      "input": {
        "text": "The presentation period provided in § 801 paragraph 1, sentence 1 German Civil Code (BGB) is reduced to ten years for the Notes."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "d690fccf",
      "input": {
        "text": "Vollständige Informationen über die Emittentin und das Angebot der Pfandbriefe sind ausschließlich auf der Grundlage dieser Endgültigen Bedingungen in dem Zusammenlesen mit dem Basisprospekt von dem 22."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "a91a938f",
      "input": {
        "text": "An dem Billigungsdatum des Prospekts sind die B.16 Beherrschungsverhältnisse"
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "526880ad",
      "input": {
        "text": "Risiken aufgrund der Einschaltung von Clearing-Systemen in Transfers, Zahlungen und Kommunikation Durch die Einschaltung von Clearing-Systemen in Transfers, Zahlungen und Kommunikation sind Anleger von diesen abhängig und deren Regeln unterworfen."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "6acb9957",
      "input": {
        "text": "In der DZ BANK Gruppe entstehen Beteiligungsrisiken vor allem bei der DZ BANK und in geringerem Umfang bei der BSH und der R+V."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "1991e3bc",
      "input": {
        "text": "Besonderer Beendigungsgrund: Liegt vor wenn die Berechnungsstelle infolge eines Ersetzungsereignisses gemäß § 8(3)(a)(iv) berechtigt ist, die Schuldverschreibungen zu kündigen."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "1ec76c94",
      "input": {
        "text": "OGAW-Fonds dürfen zwar für die Finanzierung von Investitionen keine Kredite aufnehmen, können jedoch Finanzderivate einsetzen, um ihr Marktengagement über ihren Nettoinventarwert hinaus zu erweitern."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "25279919",
      "input": {
        "text": "- Risiken, die sich aus mit dieser Einrichtung getätigten OTC-Derivatgeschäften ergeben, investieren."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    },
    {
      "id": "f7b66d7f",
      "input": {
        "text": "Das Fälligkeitsdatum des Teilfonds ist der 20."
      },
      "expected_output": {
        "spans": []
      },
      "source": "human",
      "confidence": 0.8
    }
  ],
  "corrections": [],
  "feedback": [
    "Should contain a digit AND a currency marker (EUR, USD, Mio., Mrd., $, GBP).",
    "Avoid law/section references without currency markers."
  ],
  "rules": [],
  "version": 1
}